import React from 'react'

const About = () => {
  return (
    <div>
        <h1 className='my-5'>춘식소개서</h1>
        <h3>안냥. 난 라이언과 동거 중인 춘식이다냥!<img src="/images/zz.png" width="4%"/></h3>
        <p>길거리 출신 성별 미상의 고양이로 라이언의 반려묘이다. 애완동물이라고는 하지만 라이언을 비롯한 다른 카카오프렌즈와 동등한 인격체로 취급되고 있으며 사람처럼 행동하고 말을 할 수 있다. 집사인 라이언이 갈기가 없어서 사자가 아닌 곰으로 오해받는 것과 비슷하게, 귀가 둥글어서인지 고양이가 아닌 것 같다는 오해를 받기도 한다.</p>
        <h3>고구마 너무 좋아<img src="/images/bb.png" width="4%"/></h3>
        <p>상반신은 노란색이고 하반신은 갈색으로 마치 반쯤 까놓은 고구마를 연상시킨다. 또 얼굴은 작은 귀와 두터운 하얀색 코뽕, 좌우 2가닥씩의 수염이 특징적이다. 손바닥에는 육구가 도드라져 보인다. 생김새처럼 고구마를 굉장히 좋아하며 출시하는 굿즈나 이모티콘, 일러스트마다 고구마가 하나씩 자리잡아 있을 정도로 춘식이의 아이덴티티가 되었다. 처음에 고구마 상자에서 발견되어서 유기묘로 추정되었으나, 숲에서 도시까지 와서 우연히 상자 안에 들어가 있었던 것으로 '도도도 춘식이'에서 밝혀졌다. 왜 처음부터 숲에 있었는지는 미스터리.</p>
        <h3>도도도 춘식이<img src="/images/cc.png" width="4%"/></h3>
        <p>카카오프렌즈에 춘식이가 데뷔한지 3주년을 맞아 공개되는 애니메이션으로, 춘식이가 라이언을 만나기 전 가족과 행복을 찾아가는 이야기이다.</p>
        <p>춘식이가 어떻게 탄생했는지는 나오지 않으며, 공식 1화 설명은 "숲속 작은 상자에서 눈을 뜬 춘식이."로 되어 있고 실제 애니메이션도 숲속 상자부터 시작하여 왜 숲속 상자에 들어있었는지는 불명이다. EP5에서 작은 상자가 고구마 상자임이 밝혀진다. 유기묘라 생각하는 춘장이도 있지만 정황을 살펴보면 우연치 않게 숲에 있던 고구마 상자에 들어가 있었을 가능성이 크다.본문 2번 설정 항목의 첫 소개에도 '길거리 출신'이라고 명시돼 있고, 공식 단톡방에서도 춘식이 스스로 스트리트 출신이라고 언급했다. 즉, 유기묘일 가능성은 거의 없다.</p>
        <p>춘식이는 각 장소에서 친구, 혹은 조력자를 만나지만 여러가지 사정에 의해 해당 장소를 떠나게 되며, 시골과 바다 장면에서 5월 달력이 걸려 있으므로 춘식이는 라이언에게 간택 당하기전 최소 2달 정도를 헤맨 것으로 추정된다.</p>
        <p>춘식이에게 서사를 부여하는 일종의 프롤로그라 할 수 있다. 단순한 길냥이가 아니라 그야말로 산전수전 다 겪은 뒤에 비로소 라이언을 만나게 되었음을 보여준다. 도시 장면에서 라이언과 춘식이는 2층 단독주택에 살고 있으며, 배경으로 남산서울타워가 나와 카카오프렌즈 세계관이 서울을 배경으로 삼고 있음을 보여준다.</p>
    </div>
  )
}

export default About
